Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginAudioControl/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk, zh_hant_tw

source: Audio Playback Control
zh_hans: 音频播放控制
zh_hant_hk: 音頻播放控制
zh_hant_tw: 音訊播放控制

source: Audio playback control, such as previous and next
zh_hans: 音频播放控制，如上一首和下一首
zh_hant_hk: 音頻播放控制，如上一首和下一首
zh_hant_tw: 音訊播放控制，如上一首和下一首

source: Cannot play next: %@
zh_hans: 无法播放下一首: %@
zh_hant_hk: 無法播放下一首: %@
zh_hant_tw: 無法播放下一首: %@

source: Cannot play previous: %@
zh_hans: 无法播放上一首: %@
zh_hant_hk: 無法播放上一首: %@
zh_hant_tw: 無法播放上一首: %@

source: Current file was deleted, playing the first
zh_hans: 当前文件已被删除，正在播放第一首
zh_hant_hk: 當前文件已被刪除，正在播放第一首
zh_hant_tw: 當前檔案已被刪除，正在播放第一首

source: No files in library
zh_hans: 媒体库中没有文件
zh_hant_hk: 媒體庫中沒有文件
zh_hant_tw: 媒體庫中沒有檔案

source: Reached the last track, playing the first
zh_hans: 已到达最后一首，正在播放第一首
zh_hant_hk: 已到達最後一首，正在播放第一首
zh_hant_tw: 已到達最後一首，正在播放第一首

source: Control play, pause, previous, and next for the current music
zh_hans: 控制当前音乐的播放、暂停、上一首与下一首。
zh_hant_hk: 控制目前音樂的播放、暫停、上一首與下一首。
zh_hant_tw: 控制目前音樂的播放、暫停、上一首與下一首。

source: Playback Control
zh_hans: 播放控制
zh_hant_hk: 播放控制
zh_hant_tw: 播放控制

source: Version
zh_hans: 版本
zh_hant_hk: 版本
zh_hant_tw: 版本

source: Type
zh_hans: 类型
zh_hant_hk: 類型
zh_hant_tw: 類型

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式
zh_hant_tw: 外掛程式

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力
zh_hant_tw: 核心能力

source: One-click toggle of the playback state.
zh_hans: 一键切换播放状态。
zh_hant_hk: 一鍵切換播放狀態。
zh_hant_tw: 一鍵切換播放狀態。

source: Play / Pause
zh_hans: 播放 / 暂停
zh_hant_hk: 播放 / 暫停
zh_hant_tw: 播放 / 暫停

source: Switches to the previous track.
zh_hans: 切换到上一曲目。
zh_hant_hk: 切換到上一曲目。
zh_hant_tw: 切換到上一曲目。

source: Previous
zh_hans: 上一首
zh_hant_hk: 上一首
zh_hant_tw: 上一首

source: Switches to the next track.
zh_hans: 切换到下一曲目。
zh_hant_hk: 切換到下一曲目。
zh_hant_tw: 切換到下一曲目。

source: Next
zh_hans: 下一首
zh_hant_hk: 下一首
zh_hant_tw: 下一首

source: Overview
zh_hans: 概述
zh_hant_hk: 概述
zh_hant_tw: 概述

source: Play / Pause: one-click toggle of the playback state.
zh_hans: 播放 / 暂停：一键切换播放状态。
zh_hant_hk: 播放 / 暫停：一鍵切換播放狀態。
zh_hant_tw: 播放 / 暫停：一鍵切換播放狀態。

source: Previous: switches to the previous track.
zh_hans: 上一首：切换到上一曲目。
zh_hant_hk: 上一首：切換到上一曲目。
zh_hant_tw: 上一首：切換到上一曲目。

source: Next: switches to the next track.
zh_hans: 下一首：切换到下一曲目。
zh_hant_hk: 下一首：切換到下一曲目。
zh_hant_tw: 下一首：切換到下一曲目。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作
zh_hant_tw: 基本操作

source: Click the play / pause button in the player area.
zh_hans: 在播放区域点击播放 / 暂停按钮。
zh_hant_hk: 在播放區域按一下播放 / 暫停按鈕。
zh_hant_tw: 在播放區域按一下播放 / 暫停按鈕。

source: Click Previous / Next to switch tracks.
zh_hans: 点击上一首 / 下一首切换曲目。
zh_hant_hk: 按一下上一首 / 下一首切換曲目。
zh_hant_tw: 按一下上一首 / 下一首切換曲目。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明
zh_hant_tw: 說明

source: Requires music that is currently playing.
zh_hans: 需先有正在播放的音乐。
zh_hant_hk: 需要有正在播放的音樂。
zh_hant_tw: 需要有正在播放的音樂。
